about/index.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8">
<meta name="viewport" content="width=device-width, initial-scale=1">
<title>About</title>
<meta name="generator" content="Org mode">
<link rel="stylesheet" href="/static/css/miligram.min.css" /><link rel="stylesheet" href="/static/css/style.css" /></head>
<body>
<div id="preamble" class="status">
<div><div class="navbar" id="myNavbar"><a class="first-element" href="/">Home</a><a href="/emacs-configuration/index.html">Emacs</a><a href="/dotfiles/index.html">Dotfiles</a><a href="/about/index.html">About</a><a href="javascript:void(0);" class="icon" onclick="myFunction()"><span class="fa fa-bars"/></a></div></div>
</div>
<div id="content">
<h1 class="title">About</h1>
<div id="outline-container-org2fa8f54" class="outline-2">
<h2 id="org2fa8f54">About me</h2>
<div class="outline-text-2" id="text-org2fa8f54">
<p>
I am Seyyid Ibrahim Gulec. I live in Istanbul/Bursa, Turkey. I am a software developer.
</p>
</div>
</div>
<div id="outline-container-orgf7f9534" class="outline-2">
<h2 id="orgf7f9534">About the website</h2>
<div class="outline-text-2" id="text-orgf7f9534">
<p>
I am planning to publish blog posts on this website in the future. The website currently includes only my literate configuration files.
This website was generated with <a href="https://www.gnu.org/software/emacs/">Emacs</a> <a href="https://orgmode.org/">Org Mode</a>, you can find the source code <a href="https://github.com/seyyidibrahimgulec/seyyidibrahimgulec.github.io">here</a>.
</p>
</div>
</div>
<div id="outline-container-org1206338" class="outline-2">
<h2 id="org1206338">Contact</h2>
<div class="outline-text-2" id="text-org1206338">
<p>
You can reach me on my <a href="mailto:seyyidibrahimgulec@gmail.com">email</a> and <a href="https://linkedin.com/in/seyyidibrahimgulec">Linkedin</a> account.
</p>
</div>
</div>
</div>
<div id="postamble" class="status">
<footer class="footer center pt-5"><a href="https://www.linkedin.com/in/seyyidibrahimgulec/" target="_blank"><span class="fa-brands fa-linkedin fa-2x"/></a><a href="mailto:seyyidibrahimgulec@gmail.com" target="_blank"><span class="fa-solid ml-10 fa-envelope fa-2x"/></a><a href="https://github.com/seyyidibrahimgulec" target="_blank"><span class="fa-brands ml-10 fa-github fa-2x"/></a><p>Made with <quote><a href="https://www.gnu.org/software/emacs/">Emacs</a> 26.3 (<a href="https://orgmode.org">Org</a> mode 9.1.9)</quote></p></footer>
</div>
</body>
</html>
